Repository: maritozzo22/push-up-5050
Catalog: push_up_5050/lib/l10n/app_*.arb
Languages: it

source: Workout in Progress
it: Allenamento in Corso

# statsTitle
source: Statistics
it: Statistiche

# settingsTitle
source: Settings
it: Impostazioni

source: START
it: INIZIA

# beginWorkout
source: START WORKOUT
it: INIZIA ALLENAMENTO

source: PAUSE
it: PAUSA

source: RESUME
it: RIPRENDI

source: END
it: TERMINA

# saveAndReturn
source: SAVE AND RETURN HOME
it: SALVA E TORNA A HOME

source: Starting Series
it: Serie di Partenza

# restTime
source: Recovery Time (seconds)
it: Tempo di Recupero (secondi)

source: Total Reps
it: Rep Totali

source: Kcal Burned
it: Kcal Bruciate

source: Current Level
it: Livello Attuale

# currentSeries
source: Series
it: Serie

# ofWord
source: of
it: di

# todayPushups
source: TODAY: {count} PUSHUP
it: OGGI: {count} PUSHUP

# pushupTotal
source: TOTAL PUSHUPS
it: PUSHUP TOTALI

# touchToCount
source: Tap to Count
it: Tocca per Contare

# keepTheRhythm
source: Keep the rhythm to reach 5050!
it: Mantieni il ritmo per raggiungere 5050!

# goalReached
source: ðŸŽ‰ Goal Reached! Congratulations!
it: 🎉 Obiettivo Raggiunto! Complimenti!

# dontGiveUp
source: Don't give up! Resume your series today.
it: Non arrenderti! Riprendi la tua serie oggi.

# achievementPoints
source: +{points} points
it: +{points} punti

source: Workout Complete!
it: Allenamento Completato!

source: Series Completed
it: Serie Completate

# pushupsTotal
source: Total Push-ups
it: Push-up Totali

# kcal
source: Kcal Burned
it: Kcal Bruciate

# errorLoadingData
source: Unable to load data
it: Impossibile caricare i dati

source: Retry
it: Riprova

# sensorUnavailable
source: Sensor unavailable. Use the manual button.
it: Sensore non disponibile. Usa il pulsante manuale.

# storageFull
source: Insufficient storage space. Free up space and try again.
it: Spazio di archiviazione insufficiente. Libera spazio e riprova.

# dontLoseStreak
source: Don't lose your streak!
it: Non perdere la tua serie!

# completePushupsReminder
source: Complete your push-ups today to maintain your multiplier. Only {count} push-up to go!
it: Completa i tuoi push-up oggi per mantenere il moltiplicatore. Ti mancano solo {count} push-up!

# dayXofY
source: Day {current} of {total}
it: Giorno {current} di {total}

# settingsProximitySensor
source: Proximity Sensor
it: Sensore di Prossimità

# settingsProximitySensorDesc
source: Count repetitions using the proximity sensor
it: Conta le ripetizioni usando il sensore di prossimità

# settingsHapticFeedback
source: Haptic Feedback
it: Feedback Aptico

# settingsHapticFeedbackDesc
source: Light vibration on each repetition
it: Vibrazione leggera ad ogni ripetizione

# settingsHapticIntensity
source: Haptic Intensity
it: Intensità Feedback Aptico

# settingsDefaultRecoveryTime
source: Default Recovery Time
it: Tempo Recupero Predefinito

# settingsDailyReminder
source: Daily Reminder
it: Promemoria Giornaliero

# settingsDailyReminderDesc
source: Remind me to do push-ups every day
it: Ricordami di fare push-up ogni giorno

# settingsReminderTime
source: Reminder Time
it: Orario Promemoria

# soundsMaster
source: Master Sounds
it: Suoni Master

# settingsSoundsMaster
source: Master Sounds
it: Suoni Master

# settingsSoundsMasterDesc
source: Enable/disable all sounds
it: Attiva/disattiva tutti i suoni

# settingsBeepSound
source: Recovery Beep
it: Beep di Recupero

# settingsBeepSoundDesc
source: Sound when recovery ends
it: Suono quando il recupero termina

# settingsAchievementSound
source: Achievement Sound
it: Suono Achievement

# settingsAchievementSoundDesc
source: Sound when you unlock an achievement
it: Suono quando sblocchi un achievement

# settingsResetDefaults
source: Reset to Defaults
it: Ripristina Predefiniti

# settingsResetConfirm
source: Reset all settings to default values?
it: Ripristinare tutte le impostazioni ai valori predefiniti?

# settingsResetConfirmYes
source: Reset
it: Ripristina

# settingsResetConfirmNo
source: Cancel
it: Annulla

source: Language
it: Lingua

source: Italian
it: Italiano

# hapticOff
source: Off
it: Spento

# hapticLight
source: Light
it: Leggero

# hapticMedium
source: Medium
it: Medio

source: Stats
it: Statistiche

source: Profile
it: Profilo

source: Settings
it: Impostazioni

source: Loading...
it: Caricamento...

# startFirstWorkout
source: Start your first workout today!
it: Inizia il tuo primo allenamento oggi!

# pushupToday
source: Push-ups Today
it: Push-up Oggi

# currentSeriesLabel
source: Current Series
it: Serie Attuale

source: days
it: giorni

source: No Active Workout
it: Nessun Allenamento Attivo

source: Back to Home
it: Torna alla Home

# totalRepsLabel
source: Total Reps:
it: Rep Totali:

source: Recovery...
it: Recupero...

# inPause
source: PAUSED
it: IN PAUSA

# profileTitle
source: Profile
it: Profilo

source: Level
it: Livello

source: Points
it: Punti

source: Streak
it: Striscia

# daysLabel
source: Days
it: Giorni

source: Unlocked
it: Sbloccato

# pointsLowercase
source: points
it: punti

# totalPointsLabel
source: TOTAL POINTS
it: PUNTI TOTALI

# pointsLabel
source: POINTS
it: PUNTI

# dailyPointsLabel
source: Today's Points
it: Punti Oggi

# pointsTotal
source: total
it: totale

source: Daily cap reached
it: Limite giornaliero raggiunto

# dailyCapReachedMessage
source: You've exceeded your {cap} push-up daily cap. Excess push-ups are tracked but not rewarded.
it: Hai superato il limite di {cap} flessioni. Le flessioni extra vengono tracciate ma non premiate.

# excessPushupsLabel
source: Excess (not rewarded)
it: Extra (non premiate)

source: Sensors
it: Sensori

source: Workout
it: Allenamento

source: Notifications
it: Notifiche

# workoutSeriesBadge
source: Series {series}
it: Serie {series}

# workoutSeriesOfTotal
source: Series {current} of {total}
it: Serie {current} di {total}

source: Unlocked: {date}
it: Sbloccato: {date}

# seriesCompletedLabel
source: Series Completed
it: Serie Completate

source: Time Spent
it: Tempo Impiegato

# pointsEarnedLabel
source: Points Earned
it: Punti Guadagnati

# streakMultiplierLabel
source: Streak Multiplier
it: Moltiplicatore Streak

source: Newly Unlocked
it: Nuovi Sbloccati

# noAchievementsThisTime
source: No achievements unlocked this time
it: Nessun achievement sbloccato questa volta

# continueToHome
source: CONTINUE
it: CONTINUA

# onboardingWelcomeTitle
source: Welcome to Push-Up 5050
it: Benvenuto in Push-Up 5050

# onboardingWelcomeSubtitle
source: Your journey to 5050 push-ups starts here
it: Il tuo viaggio verso 5050 flessioni inizia qui

# onboardingPhilosophyTitle
source: Take Your Time
it: Prenditi il Tuo Tempo

# onboardingPhilosophyText
source: You can take 1 month, 1 year, or 5 years. The only thing that matters is consistency.
it: Puoi impiegare 1 mese, 1 anno o 5 anni. L'importante è la costanza.

# onboardingHowItWorksTitle
source: How It Works
it: Come Funziona

# onboardingProgressiveSeries
source: Progressive Series
it: Serie Progressive

# onboardingProgressiveSeriesDesc
source: Series 1 = 1 push-up, Series 2 = 2 push-ups...
it: Serie 1 = 1 flessione, Serie 2 = 2 flessioni...

# onboardingStreakTracking
source: Streak Tracking
it: Tracciamento Striscia

# onboardingStreakTrackingDesc
source: Track consecutive days to earn multipliers
it: Tieni traccia dei giorni consecutivi per guadagnare moltiplicatori

# onboardingPointsSystem
source: Points System
it: Sistema Punti

# onboardingPointsSystemDesc
source: Earn points for every workout completed
it: Guadagna punti per ogni allenamento completato

# onboardingAchievements
source: Achievements
it: Achievement

# onboardingAchievementsDesc
source: Unlock badges as you progress
it: Sblocca badge mentre progredisci

# onboardingGoalTitle
source: Set Your Goals
it: Imposta i Tuoi Obiettivi

# onboardingDailyGoal
source: Daily Goal
it: Obiettivo Giornaliero

# onboardingMonthlyGoal
source: Monthly Goal
it: Obiettivo Mensile

# onboardingPushups
source: push-ups
it: flessioni

# onboardingProgressPreview
source: At this pace, you'll reach 5050 in {time}
it: A questo ritmo, raggiungerai 5050 in {time}

# onboardingGetStarted
source: Get Started
it: Inizia

# onboardingBack
source: Back
it: Indietro

# onboardingNext
source: Next
it: Avanti

# settingsRestartTutorial
source: Restart Tutorial
it: Riavvia Tutorial

# settingsRestartTutorialDesc
source: Go through the onboarding flow again
it: Ripeti il flusso di onboarding

# onboardingActivityLevel
source: How active are you?
it: Quanto sei attivo?

# onboardingActivityLevelDesc
source: This helps us personalize your workout plan
it: Questo ci aiuta a personalizzare il tuo piano

# onboardingSedentary
source: Sedentary
it: Sedentario

# onboardingSedentaryDesc
source: Little to no exercise
it: Poca o nessuna attività fisica

# onboardingLightlyActive
source: Lightly Active
it: Leggermente Attivo

# onboardingLightlyActiveDesc
source: Exercise 1-3 days per week
it: Attività fisica 1-3 giorni a settimana

# onboardingActive
source: Active
it: Attivo

# onboardingActiveDesc
source: Exercise 3-5 days per week
it: Attività fisica 3-5 giorni a settimana

# onboardingVeryActive
source: Very Active
it: Molto Attivo

# onboardingVeryActiveDesc
source: Exercise 6-7 days per week
it: Attività fisica 6-7 giorni a settimana

# onboardingCapacityTitle
source: Max Push-Ups
it: Flessioni Massime

# onboardingCapacityQuestion
source: What's the most push-ups you can do in one set?
it: Qual è il massimo numero di flessioni che riesci a fare in una sola serie?

# onboardingMaxPushups
source: max push-ups
it: flessioni massime

# onboardingFrequencyTitle
source: Workout Frequency
it: Frequenza degli Allenamenti

# onboardingFrequencyDesc
source: How many days per week do you plan to work out?
it: Quanti giorni a settimana pianifichi di allenarti?

# onboardingDaysPerWeek
source: days per week
it: giorni a settimana

# onboardingDailyGoalSliderTitle
source: Daily Goal
it: Obiettivo Giornaliero

# onboardingDailyGoalSliderDesc
source: Set a realistic daily target to maintain consistency
it: Imposta un obiettivo giornaliero realistico per mantenere la costanza

# onboardingPushupsPerDay
source: push-ups per day
it: flessioni al giorno

# onboardingPacePreview
source: At this pace, you'll reach 5050 in about {time}
it: A questo ritmo, raggiungerai 5050 in circa {time}

# weeklyReviewTitle
source: Weekly Review
it: Revisione Settimanale

source: Weekly Target Achieved!
it: Obiettivo Settimanale Raggiunto!

# weeklyProgressLabel
source: Weekly Progress
it: Progresso Settimanale

# weeklyBonusAwarded
source: +{bonus} bonus points
it: +{bonus} punti bonus

# weeklyBonusMessage
source: You've reached your weekly target!
it: Hai raggiunto il tuo obiettivo settimanale!

# weeklyMissedMessage
source: You didn't reach your target this week.
it: Non hai raggiunto il tuo obiettivo questa settimana.

# weeklyGoalMaintain
source: Maintain goal
it: Mantieni obiettivo

# weeklyGoalIncrease10
source: Increase by 10%
it: Aumenta del 10%

# weeklyGoalIncrease20
source: Increase by 20%
it: Aumenta del 20%

# weeklyGoalDecrease10
source: Decrease by 10%
it: Riduci del 10%

# weeklyGoalDecrease20
source: Decrease by 20%
it: Riduci del 20%

# weeklyGoalDecrease30
source: Decrease by 30%
it: Riduci del 30%

# monthlyToGoal
source: {months} months to 50 push-ups
it: {months} mesi per 50 push-up

source: Weekly Challenge
it: Sfida Settimanale

# weeklyChallengeTarget
source: Complete {target} push-ups this week
it: Completa {target} flessioni questa settimana

# weeklyChallengeCompleted
source: Challenge Completed!
it: Sfida Completata!

# weeklyChallengeBonus
source: +200 bonus points
it: +200 punti bonus
